Repository: rafaelferreira2312/teste-empresa-stays
Catalog: skilap/modules/core/locale/core.*.po
Languages: ru_ru

source: Access denied
ru_ru: Доступ запрещен

source: User must have non empty password
ru_ru: Пользователи должны иметь пароль

source: Password too short, at least 6 characters required
ru_ru: Пароль слишком короткий, требуется как минимум 6 символов

source: First name is required
ru_ru: Имя обязательно

source: Last name is required
ru_ru: Фамилия обязательна

source: User log-in is not unique
ru_ru: Пользовательский логин не уникален

source: Ski Master
ru_ru: Супер Мастер

source: Log-in failed
ru_ru: Нельзя войти

source: View personal data
ru_ru: Видеть свой профиль

source: Edit personal data
ru_ru: Редактировать свой профиль

source: View system users
ru_ru: Видеть системных пользователей

source: Edit system users
ru_ru: Редактировать системных пользователей

source: Edit system parameters
ru_ru: Редактировать системные параметры

source: Core module
ru_ru: Базовый модуль

source: Primary system module. Provides system with common functionality and allows to administer it
ru_ru: Главный системный модуль. Обеспечивает базовую функциональность системы и ее администрирование.

source: Apply
ru_ru: Применить

source: Close
ru_ru: Закрыть

source: Guest prefferences
ru_ru: Гостевые настройки

source: edit
ru_ru: изменить

source: Gui language
ru_ru: Язык интерфейса

source: Timezone
ru_ru: Времменая зона

source: Guest permissions
ru_ru: Гостевые права

source: Edit permissions
ru_ru: Редактировать права

source: Account prefferences
ru_ru: Настройки профиля

source: Please login
ru_ru: Пожалуйста укажите логин

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Change password
ru_ru: Сменить пароль

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: Hi Stranger, this is protected area.
ru_ru: Привет странник, этот частный сайт.

source: Please contact site owner for account if you need it.
ru_ru: Пожалуйста свяжитесь с владельцем сайта чтобы получить доступ если нужно.

source: if you have it already
ru_ru: если вы уже имеете это

source: Hi
ru_ru: Привет

source: My account
ru_ru: Мой профиль

source: Manage users
ru_ru: Управление пользователями

source: System settings
ru_ru: Настройки системы

source: Logout
ru_ru: Выйти

source: Copyright by PushOk Software
ru_ru: Авторские права ООО "Пушок Сотфваре"

source: You do not have permission.
ru_ru: У вас недостаточно прав.

source: Are you sure?
ru_ru: Вы уверены?

source: Add new user
ru_ru: Добавить нового пользователя

source: Edit
ru_ru: Изменить

source: Permissions
ru_ru: Права

source: Delete
ru_ru: Удалить

source: Your prefferences
ru_ru: Ваши настройки

source: Your permissions
ru_ru: Ваши права

source: Welcome to SkiLap!
ru_ru: Добро пожаловать в СкайЛап!

source: Following modules are available:
ru_ru: Следующие модули доступны:

source: Please note, you might need to log-in to get access to some modules.
ru_ru: Обратите внимание, доступ к некоторым модулям ограничен для ряда пользователей.
